[
  {
    "case_num": "公投第七案",
    "case_question": "你是否同意以「平均每年至少降低1%」之方式逐年降低火力發電廠發電量?",
    "case_analysis": "第七案由盧秀燕(中國國民黨)提出，結果為通過，其視覺化圖表分佈與縣市長投票之政黨分佈並未完全符合，同意比例較高之區域較國民黨縣市長高得票率區域來的廣，推測可能原因為第七案反方並非由民進黨完全指派，同時積極性較差(五場辯論共出席二次，且僅有一位為民進黨黨籍)。"
  },
  {
    "case_num": "公投第八案",
    "case_question": "您是否同意確立「停止新建、擴建任何燃煤發電廠或發電機組(包括深澳電廠擴建)」之能源政策?",
    "case_analysis": "第八案由林德福(中國國民黨)提出，結果為通過，其視覺化圖表分佈較符合縣市長投票之政黨分佈，在辯論方面，反方積極性較差，僅參與兩場辯論；但與第七案相比，除相同經濟部民進黨籍官員參與外，同時邀請工研院所長進行辯論，可能較易吸引支持者投票，故結果與縣市長投票政黨分佈較為相似。"
  },
  {
    "case_num": "公投第九案",
    "case_question": "你是否同意政府維持禁止開放日本福島311核災相關地區，包括福島與周遭4縣市(茨城、櫪木、群馬、千葉)等地區農產品及食品進口?",
    "case_analysis": "第九案由郝龍斌(中國國民黨)提出，結果為通過，第九案辯論反方為五名無黨籍人士，因此較難從中觀測出與縣市長投票之政黨分佈的關聯性，但因辯論正反方皆具積極性(辯論參與數目一致)，因此結果分佈較為平均，極端值(深色區)較少。"
  },
  {
    "case_num": "公投第十案",
    "case_question": "你是否同意民法婚姻規定應限定在一男一女的結合?",
    "case_analysis": "第十案由游信義(安定力量同盟)提出，結果為通過，第十案正反方皆為無黨籍人士，較難從中觀測出與縣市長投票之政黨分佈的關聯性，且雙方皆為無黨籍，故不會有因政黨取向而報復性選擇相反選項，因此第十案結果與政黨關聯較不具顯著性；同時其關連性因語句、傾向，而與第十一案有著極大關連。"
  },
  {
    "case_num": "公投第十一案",
    "case_question": "你是否同意在國民教育階段內(國中及國小)，教育部及各級學校不應對學生實施性別平等教育法施行細則所定之同志教育?",
    "case_analysis": "第十一案由曾獻瑩(下一代幸福聯盟)提出，結果為通過，第十一案正反方皆為無黨籍人士，較難從中觀測出與縣市長投票之政黨分佈的關聯性，且雙方皆為無黨籍，故不會有因政黨取向而報復性選擇相反選項，因此第十一案結果與政黨關聯較不具顯著性；同時其關連性因語句、傾向，而與第十案有著極大關連。"
  },
  {
    "case_num": "公投第十二案",
    "case_question": "你是否同意以民法婚姻規定以外之其他形式來保障同性別二人經營永久共同生活的權益?",
    "case_analysis": "第十二案由曾獻瑩(下一代幸福聯盟)提出，結果為通過，第十二案正反方皆為無黨籍人士，較難從中觀測出與縣市長投票之政黨分佈的關聯性，且雙方皆為無黨籍，故不會有因政黨取向而報復性選擇相反選項，因此第十二案結果與政黨關聯較不具顯著性，其關連性與第十、十一較為不同，推測其可能原因為若非專業法律背景，可能對採用民法之論述較不易理解，故與其他類似法案分佈較具差異性。"
  },
  {
    "case_num": "公投第十三案",
    "case_question": "你是否同意，以「台灣」(Taiwan)為全名申請參加所有國際運動賽事及2020年東京奧運?",
    "case_analysis": "第十三案由紀政(無黨籍)提出，結果為不通過，在第十三案中並無辯論反方，而正方則多為前民進黨人士，且該議題多與民進黨掛鉤，因此其視覺化分佈與縣市長政黨分佈具有高度相關，以傳統的南部民進黨政營為同意居多，而其餘地方則以不同意居多。"
  },
  {
    "case_num": "公投第十四案",
    "case_question": "您是否同意，以民法婚姻章保障同性別二人建立婚姻關係?",
    "case_analysis": "第十四案由苗博雅(無黨籍)提出，結果為不通過，其中正方僅有一名民進黨籍立委，可能不具代表性，故與縣市長投票之政黨分佈關聯性低，而第十四案是第十案之相反論述公投，故其投票分佈與第十案近乎呈現相反的投票比例分佈。"
  },
  {
    "case_num": "公投第十五案",
    "case_question": "您是否同意，以「性別平等教育法」明定在國民教育各階段內實施性別平等教育，且內容應涵蓋情感教育、性教育、同志教育等課程?",
    "case_analysis": "第十五案由王鼎棫(無黨籍)提出，結果為不通過，其中正方僅有一名民進黨籍立委，可能不具代表性，故與縣市長投票之政黨分佈關聯性低，而第十五案是第十一案之相反論述公投，故其投票分佈與第十一案近乎呈現相反的投票比例分佈。"
  },
  {
    "case_num": "公投第十六案",
    "case_question": "您是否同意:廢除電業法第95條第1項，即廢除「核能發電設備應於中華民國一百十四年以前，全部停止運轉」之條文?",
    "case_analysis": "第十六案由黃士修(無黨籍)提出，結果為通過，其中反方有一名民進黨籍立委，雖不具代表性，但該公投與民進黨非核家園政策密不可分，選民可能因衡量此因素進行投票，造成其分佈與縣市長投票之政黨分佈相似，除了少數區域，不同意票相對佔比較高區域皆為民進黨縣市長得票率較高之區域。"
  },
  {
	"case_num": "縣市長選舉",
    "case_question": "2018年中華民國直轄市長及縣市長選舉（九合一選舉）",
    "case_analysis": "中國國民黨取得重大勝利，較上屆市長選舉多出九席，反觀民主進步黨則失去七席，在直轄市方面，中國國民黨取得新北市、台中市、高雄市（現已被罷免），民主進步黨則取得桃園市和台南市，台北市則仍由柯文哲（當時無黨籍）成功連任。"
	
  }
]